{
    "food": [
      {
        "id": 1,
        "meal":"breakfast",
        "one":"Two Pancakes or Two French Toast With Two Eggs,Two Sausage Links and Two Bacon Strips",
        "two":"Buttermilk Pancakes topped with Fresh Sliced Strawberries",
        "three":"Cripsy Southern Fried Chicken served  alongside Belgian Waffles",
        "four":"Avocado Toast served with Fresh Avocado and Sliced Tomato and Open Faced Multi-Grain Toast",
        "five":"HomeFries",
        "six":"Assorted Cereal Options With Milk",
        "seven":"Energy Wrap served wit Scrambled Eggs, Avocado, Tomato, Onion and Cheddar Cheese",
        "eight":"Bacon, Eggsand Cheese Sandwich served on a Hard Roll",
        "nine":"Texas French Toast Dipped in Delicious Cinnamon Egg Batter",
        "ten":"Sausage, Eggs and Cheese Sandwich served on a Hard Roll"
      },
      {
        "id": 2,
        "meal":"Lunch",
        "one":"grilled spatchcock chicken, black eyed peas, pickled banana peppers, grapes, pine nuts, jús half 21, whole 41",
        "two":"cast-iron seared coulotte steak (12oz)*, au poivre sauce 35",
        "three":"whole roasted fish of the day, lemon, rosemary, evoo big 24, bigger 43",
        "four":"whole roasted fish of the day, lemon, rosemary, evoo big 24, bigger 43",
        "five":"bear creek farms 48 hour bone-in short rib (26oz), black truffle bordelaise sauce 63",
        "six":"strozapreti pesto alla trapanese eggplant, cherry tomato, oregano, fiore sardo 21 ",
        "seven":"chilled melon soup, melon varieties, coconut milk, jalapeño, cilantro, garlic chips 10",
        "eight":"pan-seared ora king salmon, fried potato, cucumber, poppy seeds, olive, dill, sherry butter sauce 15",
        "nine": "hearth roasted octopus paella, squid ink rice, bell peppers, chorizo, cherry tomato, herbs, lemon aioli 17",
        "ten":"fusilli, blue crab, grilled corn, lemon, basil, calabrian chili, corn butter, stracciatella 24 add shrimp 9"
      },
      {
        "id": 3,
        "meal":"Dinner",
        "one":"30-day wet-aged beef brisket rubbed with our 4R Brisket Rub and smoked for 18 hours. Hand sliced to order.",
        "two":"Seasoned with 4R All Purpose Rub, smoked, chopped & tossed in 4R Signature Sauce.",
        "three":"Housemade from a family-owned company in Texas. Beef & pork sausage smoked and packed full of flavor",
        "four":"Your choice of 2 meats (Brisket, Pulled Pork, Burnt Ends, Pulled Chicken) and 2 Sides",
        "five":"Bone-in pork shoulder rubbed with our 4R All Purpose Rub and smoked for 12 hours until fork-tender. Hand-pulled to order",
        "six":"Chopped brisket & pulled pork, smoked in 4R Signature Sauce.",
        "seven":"Pork ribs, seasoned with 4R All Purpose Rub, smoked and finished on the grill with a Honey BBQ sauce",
        "eight":"Signature Angus brisket, topped with onion rings, jalapeños, melted provolone, served on a brioche bun and smothered in 4R Signature Sauce",
        "nine": "Three grilled tortillas loaded with your choice of meat, pico de gallo, queso fresco, guasacaca, and creme fraiche topped with fresh chopped cilantro",
        "ten":"Baked cheese grits piled high with pulled pork, Southern Coleslaw, pickles, jalapeños and 4R Signature Sauce"
      },
      {
        "id": 4,
        "meal":"Beverages",
        "one":"La Jara Spumante, Cocchi Rosa, Sorel, Pomegranate Molasses, Lime",
        "two":" Grainger’s Deluxe vodka, passionfruit, Leopold Bros Maraschino, Citrus ",
        "three":" Branchwater Gin, Lime, Cilantro-Mint Syrup, Grapefruit Liqueur, Aquafaba ",
        "four":" Coconut-Washed Privateer Rum, Tropical Fruits, Cappelletti, Peychaud Bitters",
        "five":" Ten to One Barrel Aged Rum, Neversink Apple Gin, Red Jacket Apple Cider, Black Cherry, Maple",
        "six":" Del Amigo Mezcal, Deadwood Rye, Suze, Nixta Corn Liqueur, Bitterman’s Xocolatl Mole, cocoa Nibs",
        "seven":"Julie Benau Picpoul de Pinet ‘Chichois a la Baraquette’ 2019 (Coteaux du Languedoc )",
        "eight":"Broadbent Madera 10 yr Boal",
        "nine": "2021  Domaine Lampyres Contre-Attaque",
        "ten":"2021 Failla Sonoma Coast Pinot Noir"
      },
      {
        "id": 5,
        "meal":"brunch",
        "one":"Heaping pile of pulled pork between 2 layers of coleslaw, topped with pickles and jalapeños, served on a brioche bun and smothered in 4R Signature Sauce",
        "two":"Smokehouse Burnt ends with provolone & cheddar cheese topped with caramelized onions on sliced sourdough bread.",
        "three":"BBQ twist on a classic. Smoked pork and ham, mustard, mojo, pickles, onion rings, melted provolone, and 4R Signature Sauce, stacked high, pressed, then grilled to perfection",
        "four":"Southern Rock lobster sashimi, katsuobushi cream,Cardamom ice-cream, carrots, grapefruit, spiced biscuit",
        "five":"Oysters shucked to order and served natural in addition to the men,Kisses 4, Petite Claire 4.5, Clair de lune 5, En surface 5, Rusty 5.5, Label Rouge 6",
        "six":"spinach and egg tagliatelle, mortadella, green bean, pea shoot, grana padano, cream, black pepper, parmigino reggiano, fleur de set, shallot",
        "seven":"",
        "eight":"j",
        "nine": "j",
        "ten":"j"
      }
    ],
    "feedback":[
      {
        "id":1,
        "comment":"sooo good"
      }
    ]
  }
  